[
    {
        "imageAlt":"shopping",
        "date":"1 Jul 2021",
        "title":"responsive shopping Website",
        "paragraph":"Shopping Creative design with Responsive on all Devices in the English Language with 7 different Pages with different design page one for Landing page Show All Items and Second page for items Page with show quantity, Size also you can make zoom on image item and third page For Shopping Card Show Items that Choose and see Price With Cost and we have checkout button to continue payment i connected on stripe checkout.",
        "link": "/tops/p28.png",
        "tags":[
            "Html",
            "Css",
            "React",
            "Redux",
            "Axios",
            "React",
            "Router",
            "Firebase",
            "Node"
        ]
    },
    {
        "imageAlt":"MyQuran App",
        "date":"10 May 2021",
        "title":"MyQuran Web App",
        "paragraph":"myQuran App Fantastic Design with Responsive on compatible with all Devices and Mobiles in 21 Languages, the application around 6 pages like Main Page, Favorite Page, Radio Page, Sign up Page, Sign in Page, Imam Page with Creative design each page and you can choose Mode Color you have dark mode and light mode as default and the Language setting and Mode Color setting all save in Local Storage in Your Browser and for Authentication, I connect to sign up and sign Page with Firebase so you can sign up with Email or Google or Facebook account the app depends on API which gives me more opportunity for the App to be more dynamic.",
        "link": "/tops/p5.png",
        "tags":[
            "Html",
            "Css",
            "React",
            "Redux",
            "Axios",    
            "Router",
            "Firebase",
            "styled Components"
        ]
    },
    {
        "imageAlt":"Movies Website",
        "date":"27 Sep 2021",
        "title":"Movies Website",
        "paragraph":"it's a Movies website for watch movies with different genres movies with a nice UI for users with different colors you have Popular Movies, Top Rated Movies, Upcoming Movies, Popular Movies, Now Playing Movies and Favorite page, the user can't add Movie to the favorite page if he is not login and if the user reloads the browser you will find favorite list because I save all data in localStorage. I connected the Authentication with firebase. you can search by movie or actor from the search bar also each movie has special genes and keywords for search and actors and trailer and Recommendation movies.",
        "link": "/tops/p2.png",
        "tags":[
            "Html",
            "Css",
            "React",
            "Redux",
            "React",
            "Router",
            "Firebase",
            "Material UI"
        ]
    }
]