[
    {
        "imageAlt":"shopping",
        "date":"19 Nov 2020",
        "title":"responsive shopping Website",
        "paragraph":"Shopping Creative design with Responsive on all Devices in the Arabic Language with 3 different Pages with different design page one for Landing page Show All Items and Second page for items Page with show all Color And Size City also change details and third page For Shopping Cart Show Items that Choose and see Price With Cost and Tax also if we have special Code Discount With All Information.",
        "link": "/tops/p8.png",
        "tags":[
        "Html",
        "Css",
        "Jquery",
        "Bootstrap"
        ]
    },
    {
        "imageAlt":"MyQuran App",
        "date":"10 May 2021",
        "title":"MyQuran Web App",
        "paragraph":"myQuran App Fantastic Design with Responsive on compatible with all Devices and Mobiles in 21 Languages, the application around 6 pages like Main Page, Favorite Page, Radio Page, Sign up Page, Sign in Page, Imam Page with Creative design each page and you can choose Mode Color you have dark mode and light mode as default and the Language setting and Mode Color setting all save in Local Storage in Your Browser and for Authentication, I connect to sign up and sign Page with Firebase so you can sign up with Email or Google or Facebook account the app depends on API which gives me more opportunity for the App to be more dynamic.",
        "link": "/tops/p5.png",
        "tags":[
        "Html",
        "Css",
        "React",
        "Axios",
        "Redux",
        "firebase"
        ]
    },
    {
        "imageAlt":"Movie Website",
        "date":"26 Jun 2020",
        "title":"restaurant Website",
        "paragraph":"Restaurant Website nice Design with Responsive on all Devices in the Arabic Language with One Landing Pages with Creative design Show All Foods and Information of Meals with some offers And Full Menu and different Food link Fish and soap and could Reservation Table choose Date and Time.",
        "link": "/tops/p2.png",
        "tags":[
        "Html",
        "Css",
        "Jquery",
        "Boootstrap"
        ]
    }
]