[
    {
        "imageAlt":"shopping",
        "date":"1 Jul 2021",
        "title":"responsive shopping Website",
        "paragraph":"Shopping Creative design with Responsive on all Devices in the English Language with 7 different Pages with different design page one for Landing page Show All Items and Second page for items Page with show quantity, Size also you can make zoom on image item and third page For Shopping Card Show Items that Choose and see Price With Cost and we have checkout button to continue payment i connected on stripe checkout.",
        "link": "/tops/p28.png",
        "tags":[
            "Html",
            "Css",
            "React",
            "Redux",
            "Axios",
            "React",
            "Router",
            "Firebase",
            "Node"
        ]
    },
    {
        "imageAlt":"MyQuran App",
        "date":"10 May 2021",
        "title":"MyQuran Web App",
        "paragraph":"myQuran App Fantastic Design with Responsive on compatible with all Devices and Mobiles in 21 Languages, the application around 6 pages like Main Page, Favorite Page, Radio Page, Sign up Page, Sign in Page, Imam Page with Creative design each page and you can choose Mode Color you have dark mode and light mode as default and the Language setting and Mode Color setting all save in Local Storage in Your Browser and for Authentication, I connect to sign up and sign Page with Firebase so you can sign up with Email or Google or Facebook account the app depends on API which gives me more opportunity for the App to be more dynamic.",
        "link": "/tops/p5.png",
        "tags":[
            "Html",
            "Css",
            "React",
            "Redux",
            "Axios",    
            "Router",
            "Firebase",
            "styled Components"
        ]
    },
    {
        "imageAlt":"Chatting Message Application",
        "date":"27 Jul 2021",
        "title":"Chatting Message Application",
        "paragraph":"it's a Chatting application between all users who signed in by google Authentication it looks like WhatsApp, you can see all users signed in and you can see who is Online and Offline also you can know if your friend sees a message or not and from users side you can see the last message. if you didn't see the message you will get a notification of how many messages you didn't see it.",
        "link": "/tops/p2.png",
        "tags":[
            "Html",
            "Css",
            "React",
            "Redux",
            "Axios",
            "React",
            "Router",
            "Firebase Database"
        ]
    }
]